
import 'package:plant_app/screens/category_2/model/category_model.dart';

List<Plant> plant_list1 = [
  Plant("미나리", "실외", "중", "식용", 2),
  Plant("청경채", "실내", "하", "식용", 2),
  Plant("애호박", "실외", "중", "식용", 3),
  Plant("오이", "실외", "중", "식용", 2),
  Plant("상추", "실내", "하", "식용", 3),
  Plant("가지", "실외", "중", "식용", 3),

];

List<Plant> plant_list2 = [
  Plant("시금치", "실외", "중", "식용", 3),
  Plant("대파", "실외", "중", "식용", 3),
  Plant("쪽파", "실외", "중", "식용", 2),
  Plant("당근", "실외", "상", "식용",3),
  Plant("산세베리아", "실내", "하", "관상용", 5),
  Plant("고무나무", "실내", "중", "관상용", 4),
];

List<Plant> plant_list3 = [
  Plant("딸기", "실외", "중", "식용", 4),
  Plant("케일", "실내", "상", "식용", 3),
  Plant("라메라", "실내", "하", "관상용", 7),
  Plant("미니배추", "실외", "하", "식용", 3),
  Plant("루꼴라", "실내", "하", "식용", 4),
  Plant("상추", "실내", "중", "식용", 2),


];

List<Plant> plant_list4 = [
  Plant("스파티필룸","실내","하","관상용" ,3),
  Plant("블루베리", "실내", "중","식용", 5),
  Plant("아이비", "실내", "하", "관상용", 2),
  Plant("스투키", "실내", "하","관상용", 5),
  Plant("무화과 나무", "실내", "중", "식용", 4),
  Plant("포인세티아","실내","중","관상용", 3),
  Plant("천냥금", "실내", "중","관상용" ,3),
  Plant("레몬 나무", "실외","상","식용", 5),
  Plant("올리브 나무","실외", "상","식용", 5),
  Plant("아이비","실내","하","관상용", 3),
  Plant("방울 토마토","실외","중", "식용", 4),

];

List<Plant> plant_list5 = [
  Plant("청경채", "실내", "하", "식용", 2),
  Plant("아이비","실내","하","관상용", 3),
  Plant("스투키", "실내", "하","관상용", 5),
  Plant("산세베리아", "실내", "하", "관상용", 5),
  Plant("상추", "실내", "하", "식용", 3),
  Plant("라메라", "실내", "하", "관상용", 7),
  Plant("미니배추", "실외", "하", "식용", 3),
  Plant("루꼴라", "실내", "하", "식용", 4),


];

List<Plant> plant_list6 = [
  Plant("방울 토마토","실외","중", "식용", 4),
  Plant("천냥금", "실내", "중","관상용" ,3),
  Plant("블루베리", "실내", "중","식용", 5),
  Plant("딸기", "실외", "중", "식용", 4),
  Plant("미나리", "실외", "중", "식용", 2),
  Plant("애호박", "실외", "중", "식용", 3),
  Plant("가지", "실외", "중", "식용", 3),
  Plant("무화과 나무", "실내", "중", "식용", 4),
  Plant("시금치", "실외", "중", "식용", 3),
  Plant("대파", "실외", "중", "식용", 3),
  Plant("쪽파", "실외", "중", "식용", 2),

];

List<Plant> plant_list7 = [
  Plant("레몬 나무", "실외","상","식용", 5),
  Plant("올리브 나무","실외", "상","식용", 5),
  Plant("케일", "실내", "상", "식용", 3),
  Plant("당근", "실외", "상", "식용", 3),

];


List<Plant> plant_list8 = [
  Plant("천냥금", "실내", "중","관상용" ,3),
  Plant("블루베리", "실내", "중","식용", 5),
  Plant("케일", "실내", "상", "식용", 3),
  Plant("청경채", "실내", "하", "식용", 2),
  Plant("상추", "실내", "하", "식용", 3),
  Plant("고무나무", "실내", "중", "관상용", 4),
  Plant("스파티필룸","실내","하","관상용" ,3),
  Plant("아이비", "실내", "하", "관상용", 2),
  Plant("스투키", "실내", "하","관상용", 5),
  Plant("루꼴라", "실내", "하", "식용", 4),


];

List<Plant> plant_list9 = [
  Plant("레몬 나무", "실외","상","식용", 5),
  Plant("올리브 나무","실외", "상","식용", 5),
  Plant("시금치", "실외", "중", "식용", 3),
  Plant("대파", "실외", "중", "식용", 3),
  Plant("쪽파", "실외", "중", "식용", 2),
  Plant("딸기", "실외", "중", "식용", 4),
  Plant("미나리", "실외", "중", "식용", 2),
  Plant("애호박", "실외", "중", "식용", 3),
  Plant("가지", "실외", "중", "식용", 3),
  Plant("오이", "실외", "중", "식용", 2),
  Plant("미니배추", "실외", "하", "식용", 3),
  Plant("참외", "실외", "하", "식용", 3),


];

List<Plant> plant_list10 = [
  Plant("산세베리아", "실내", "하", "관상용", 5),
  Plant("고무나무", "실내", "중", "관상용", 4),
  Plant("라메라", "실내", "하", "관상용", 7),
  Plant("스파티필룸","실내","하","관상용" ,3),
  Plant("아이비", "실내", "하", "관상용", 2),
  Plant("스투키", "실내", "하","관상용", 5),
  Plant("아이비", "실내", "하", "관상용", 2),

  Plant("천냥금", "실내", "하","관상용", 5),
];

List<Plant> plant_list11 = [
  Plant("미나리", "실외", "중", "식용", 2),
  Plant("청경채", "실내", "하", "식용", 2),
  Plant("애호박", "실외", "중", "식용", 3),
  Plant("오이", "실외", "중", "식용", 2),
  Plant("상추", "실내", "하", "식용", 3),
  Plant("가지", "실외", "중", "식용", 3),
  Plant("시금치", "실외", "중", "식용", 3),
  Plant("대파", "실외", "중", "식용", 3),
  Plant("쪽파", "실외", "중", "식용", 2),
  Plant("당근", "실외", "상", "식용",3),
  Plant("딸기", "실외", "중", "식용", 4),
  Plant("케일", "실내", "상", "식용", 3),
  Plant("블루베리", "실내", "중","식용", 5),
];
